{
	"header": "Блог разработчика",
	"loginText": "Войти",
	"loguotText": "Выйти",
	"loginForm": "Логин:",
	"passwordForm": "Пароль:",
	"passwordRepeatForm": "Пароль еще раз:",
	"regText": "Зарегистрироватся",
	"regPageName": "Регистрация",
	"logPageName": "Авторизация",
	"mainPageName": "Главная",
	"mnSliderName": "mnSlider",
	"mnCompressionName": "mnCompression",
	"DownloaderName": "Downloader",
	"aboutPageName": "О проэкте",
	"download": "Загрузить",
	"comments": "Комментарии:",
	"deleteComment": "Удалить",
	"sandComment": "Отправить",
	"about10": "О проэкте:",
	"about20": "Автор: Павленко Дмитрий",
	"about30": "Сайт и библиотеки созданные в качесве дипломного проэкта.",
	"about40": "ЖДТУ, кафедра \"Програмное обеспечение вычислительной техники\"",
	"p10": "Слайдер не требует редактирования Javascrips-кода. Все настройки происходят с помощью HTML и CSS.",
	"p20": "Контент",
	"p30": "Высота и ширина всех блоков(слайдов) автоматически устанавливается в соответсвии к размерам первого блока с контентом.",
	"p40": "Для блока &lt;div class=\"slider\"&gt; можно задать дополнительные атрибуты:",
	"p50": "sliderType =\"N\", где N – номер типа перехода (1, 2, 3, 4). По умолчанию \"1\".",
	"p60": "timeout=\"S\", где S – задержка в секундах до перехода на следующий слайд. Если даный атребут не указан, то автоматический переход слайдов будет отключен. При переходе на другую вкладку таймер следующего перехода приостанавливается",
	"p70": "Блоки навигации и статусные блоки генерируются автоматически.",
	"p80": "Компрессор не требует редактирования Javascrips-кода. Все настройки происходят с помощью HTML и CSS.",
	"p90": "Для блока &lt;div class=\" wrapper-compressor\"&gt; можно задать дополнительный атрибут sort=\"String\", где String – метод сортировки блоков с контентом(area, hight, width, none). По умолчанию none.",
	"p100": "Блоки, которые не поместились, будут позиционированные снаружи родительского блока.",
	"p110": "Загрузчик не требует редактирования Javascrips-коду. Все настройки происходят с помощью HTML та CSS.",
	"p120": "После нажатия на ссылку сценарий перехватывает событие и обрабатывает загрузку файла самостоятельно.",
	"p130": "Для каждой загрузки генерируется панель управления.",
	"p140": "Доступные функции: остановка загрузки, восстановление загрузки, закрытие панели.",
	"p150": "Также на панели отображается название файла, его размеры и линия прогресса.",
	"p160": "Сначала скрипт пытается достать название файла с заголовков ответа сервера.",
	"p170": "Если данной информации в заголовках не имеется, файлу присваивается название в результатепарсинга ссылки на файл.",
	"p180": "Если название файла ен умещается в панел,то она обрезается, а полную ее величину можно получить при наведении на соответствующую область.",
	"p190": "Пример",
	"p200": "загрузчика без возможности использовать паузу",
	"p210": "(без функции паузы)",
	"p220": "",
	"p230": "",
	"p240": "",
	"p250": "",
	"p260": "",
	"p270": "",
	"p280": ""
}