{
	"header": "Блог розробника",
	"loginText": "Увійти",
	"loguotText": "Вийти",
	"loginForm": "Логін:",
	"passwordForm": "Пароль:",
	"passwordRepeatForm": "Пароль ще раз:",
	"regText": "Зареєструватися",
	"regPageName": "Реєстрація",
	"logPageName": "Авторизація",
	"mainPageName": "Головна",
	"mnSliderName": "mnSlider",
	"mnCompressionName": "mnCompression",
	"DownloaderName": "Downloader",
	"aboutPageName": "Про проект",
	"download": "Завантажити",
	"comments": "Коментарі:",
	"deleteComment": "Видалити",
	"sandComment": "Відправити",
	"about10": "Про проект:",
	"about20": "Автор: Павленко Дмитро",
	"about30": "Сайт та бібліотеки створені в якості дипломного проекту.",
	"about40": "ЖДТУ, кафедра \"Програмне забезпечення обчислювальної техніки\"",
	"p10": "Слайдер не потребує редагування Javascrips-коду. Всі налаштування відбуваються за допомогою HTML та CSS.",
	"p20": "Контент",
	"p30": "Висота та ширина всіх блоків(слайдів) автоматично встановлюється відповідно до розмірів першого блоку з контентом.",
	"p40": "Для блоку &lt;div class=\"slider\"&gt; можливо задати додаткові атрибути:",
	"p50": "sliderType =\"N\", де N – номер типу переходу (1, 2, 3, 4). По замовчуванню \"1\".",
	"p60": "timeout=\"S\", де S – затримка в секундах до переходу на наступний слайд. Якщо даний атрибут не вказаний, то автоматичний перехід слайдів буде відімкнено. При переході на іншу вкладку таймер наступного переходу призупиняється.",
	"p70": "Блоки навігації та статусні блоки генеруються автоматично.",
	"p80": "Компрессор не потребує редагування Javascrips-коду. Всі налаштування відбуваються за допомогою HTML та CSS.",
	"p90": "Для блоку &lt;div class=\" wrapper-compressor\"&gt; можливо задати додатковий атрибут sort=\"String\", де String – метод сортування блоків з контентом(area, hight, width, none). По замовчуванню none.",
	"p100": "Блоки, які не помістилися, будуть позиціоновані ззовні батьківсякого блоку.",
	"p110": "Завантажувач не потребує редагування Javascrips-коду. Всі налаштування відбуваються за допомогою HTML та CSS.",
	"p120": "Після натискання на посилання сценарій перехоплює подію та оброблює завантаження файлу самостійно.",
	"p130": "Для конжого завантаження генерується панель керування.",
	"p140": "Доступні функції: зупинка завантаження, відновлення завантаження, закриття панелі.",
	"p150": "Також на панелі відображаються назва файлу, його розмір та лінія прогресу.",
	"p160": "Спочатку скрипт намагається дістати назву файлу з заголовків відповіді сервера.",
	"p170": "Якщо даної інформації в заголовках не міститься, файлу присвоюється назва в результаті парсингу посілання на файл",
	"p180": "Якщо назва файлу не поміщається в панелі, то вона обрізується, а повну її величину можно отримати при наведенні на відповідну областьі",
	"p190": "Приклад",
	"p200": "завантажувача без можливості використовувати паузу",
	"p210": "(без функції паузи)",
	"p220": "",
	"p230": "",
	"p240": "",
	"p250": "",
	"p260": "",
	"p270": "",
	"p280": ""
}